<?php

return [

	'list' => 'Список',

	'name' 			=> 'Имя',
	'slug' 			=> 'Слизняк',

	'show' 		=> 'Просмотр',
	'edit' 		=> 'Редактировать',
	'delete' 	=> 'Удалить',
	'create' 	=> 'Создать',
	'save' 		=> 'Сохранить',

	'books' => [
		'books' 		=> 'Книги',
		'book'  		=> 'Бронировать',
		'folio' 		=> 'Фолио',
		'author' 		=> 'Автор',
		'translation' 	=> 'Перевод',
		'editorial' 	=> 'Редакционный',
		'issue' 		=> 'Издание',
		'country' 		=> 'Место',
		'year' 			=> 'Год',
		'pages' 		=> 'Страницы',
		'introduction' 	=> 'Обзор',
		'pdf' 			=> 'PDF-ФАЙЛ',
		'pdf-path' 		=> 'PDF-АДРЕС',
		'image-path'	=> 'URL-адрес изображения',

		'coverpage' => 'Главная страница',
		
		'saved'   => 'Успешно сохраненная книга',
		'updated' => 'Успешно обновленная книга',
		'deleted' => 'Удаленная книга',
	],

	'categories' => [
		'categories' 	=> 'Категории',
		'category' 		=> 'Категория',
		'folder' 		=> 'Папка изображений',
		'save' 			=> 'Сохранить для',
		'savedAs' 		=> 'Сэкономлено как',
		
		'saved'   => 'Категория успешно сохранена',
		'updated' => 'Успешно обновленная категория',
		'deleted' => 'Категория удалена',
	],

];