<?php

return [

	'emptyTable' 		=> 'Данные в этой таблице отсутствуют',
	'info'		 		=> 'Показ записей от _START_ до _END_ из _TOTAL_ записей',
	'infoEmpty'	 		=> 'Показ записей от 0 до 0 из общего количества 0 записей',
	'infoFiltered'		=> '(фильтрация из _MAX_ записи)',
	'infoPostFix'		=> '',
	'infoThousand'		=> ',',
	'lengthMenu'		=> 'Показать _MENU_ записей',
	'loadingRecords'	=> 'Загрузка...',
	'proccessing'		=> 'Обработка...',
	'search'			=> 'Поиск:',
	'zeroRecords'		=> 'Результаты не найдены',

	'paginate'	=> [
		'first'		=> 'Сначала',
		'last'		=> 'Последний',
		'next'		=> 'Следующий',
		'previous'	=> 'Предыдущий',
	],

	'aria'	=> [
		'sortAscending' => ': Активировать для сортировки столбца в возрастающем порядке',
		'sortDescending'=> ': Активировать для сортировки столбца в порядке убывания',
	],

];