<?php

return [

	'no-pdf-plugin' => 'Похоже, у вас нет PDF-плагина для этого браузера. Неважно...',
	'dowload-pdf' => 'Вы можете нажать здесь, чтобы скачать PDF файл.',

	'name' => 'Имя',
	'slug' => 'Слизняк',
	'close' => 'Близко',
	'open' => 'Читать книгу',
	'more' => 'Посмотреть больше',
	'loading' => 'Загрузка',
	'error' => 'Что-то пошло не так...',

	'tip' => 'Ты пробовал взглянуть на заднюю часть книг?',
	'ups' => 'Упс',
	'empty' => 'Мы не можем найти ничего, что соответствовало бы вашему поиску, мы найдем решение вашей проблемы в кратчайшие сроки!',

	'books' => [
		'books' 		=> 'Книги',
		'book'  		=> 'Бронировать',
		'folio' 		=> 'Фолио',
		'author' 		=> 'Автор',
		'translation' 	=> 'Перевод',
		'editorial' 	=> 'Редакционный',
		'issue' 		=> 'Издание',
		'country' 		=> 'Место',
		'year' 			=> 'Год',
		'pages' 		=> 'Страницы',
		'introduction' 	=> 'Обзор',
		'pdf' 			=> 'PDF-ФАЙЛ',
		'pdf-path' 		=> 'PDF-АДРЕС',
		'image-path'	=> 'URL-адрес изображения',

		'coverpage' => 'Главная страница',
	],

	'categories' => [
		'categories' 	=> 'Категории',
		'category' 		=> 'Категория',
	],
	
];
